Revit 2027 API
ParameterTypeId.DimReferenceCount Property
 "Count"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimReferenceCount { get; }
Public Shared ReadOnly Property DimReferenceCount As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimReferenceCount {
	ForgeTypeId^ get ();
}
static member DimReferenceCount : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace